package edu.skku.map.capstone.models

val dummyCafeData:ArrayList<Cafe> = arrayListOf(
//    Cafe(12323567,
//        "하나은행 하나금융그룹 명동사옥",
//        "서울 중구 을지로2가 181",
//        "서울 중구 을지로 66",
//        "02-2073-1244",
//        125.25294729,
//        -24.12497429,
//        10.052442,
//        "http://hanaeunhang.com",
//        arrayListOf(
//            Review(123123, 234234, 2,1,1,4,5,4,5,2,2.4),
//            Review(321321, 242423, 2,1,1,4,5,4,5,2,2.4)
//        )
//        ),
//    Cafe(12323567,
//        "스타벅스 정자점",
//        "수원 장안구 천천동",
//        "수원 장안구 12",
//        "12-5294-5555",
//        42.45222224,
//        192.2524244,
//        12.524442,
//        "http://starbucks.com",
//        arrayListOf(
//            Review(123123, 234234, 2,1,1,4,4,1,5,2,2.4),
//            Review(321321, 242423, 2,1,1,4,5,2,5,2,2.4)
//        )
//    ),
)